Repository: OKTOTV/INTAKE
Catalog: src/Oktolab/IntakeBundle/Resources/translations/validators.*.xlf
Languages: de

source: The heading is too long (max. 100 characters) (Show)
de: Der Titel ist zu lang (100 zeichen) (Sendereihe)

source: Please enter the episode heading (Episode heading)
de: Der Folgentitel darf nicht leer sein (Name der Episode)

source: The episode heading is too long (max. 100 characters) (Episode heading)
de: Der Folgentitel ist zu lang (100 zeichen)(Name der Episode)

source: Please describe your uploaded file(s) (Contents description)
de: Du musst einen Beschreibungstext angeben (Inhaltsbeschreibung)

source: The contents description is too long (max. 1000 characters) (Contents description)
de: Der Beschreibungstext ist zu lang. (500 zeichen) (Inhaltsbeschreibung)

source: Please consent to our general standard terms and conditions, in order to upload a file/files
de: Du musst unseren Allgemeinen Geschäftsbedingungen zustimmen, um bei uns etwas abgeben zu können

source: Please enter your e-mail adress, so we can contact you if necessary
de: Du musst deine Email angeben, damit wir dich kontaktieren können

source: Please enter a valid e-mail adress (We promise, we won't send you spam!)
de: Du musst eine gültige Email angeben

source: TODO:Select a contact, who shall receive your files
de: Du musst entscheiden, wo die Dateien hin sollen

source: Please enter your e-mail adress
de: Du musst eine Email Adresse angeben

source: Please enter your name
de: Du musst einen Namen angeben

source: The name you entered is too long (Seriously?)
de: Der Name ist zu lang (echt jetzt?)
